i5/20220903-zfs/raidz3/no-fpw-tuned/250/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 250
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 32380911
number of failed transactions: 0 (0.000%)
latency average = 1.779 ms
initial connection time = 6.803 ms
tps = 8994.644574 (without initial connection time)